Repository: common-repository/admin-bar-fix
Catalog: languages/admin_bar_fix-*.po
Languages: sk_sk

source: * admin bar will be hidden on screens with width smaller than this
sk_sk: * administračná lišta bude odstránená na obrazovkách so šírkou menšou ako toto číslo

source: * how fast the admin bar should expand on hover
sk_sk: * rýchlosť animácie zobrazenia administračnej lišty

source: * how long to wait before admin bar collapse on mouse leave
sk_sk: * dĺžka odozvy pred minimalizovaním administračnej lišty po opustení kurzorom myši

source: * how long to wait before admin bar expand on mouse enter
sk_sk: * dĺžka odozvy pred maximalizovaním administračnej lišty

source: * opacity of inactive admin bar
sk_sk: * nepriehľadnosť neaktívnej administračnej lišty

source: * visible width of inactive admin bar
sk_sk: * viditeľná šírka neaktívnej administračnej lišty

source: ** in ghost style it is height
sk_sk: ** pri štýle ghost to definuje výšku

source: Animation duration
sk_sk: Trvanie animácie

source: Floating admin bar
sk_sk: Plávajúca administračná lišta

source: Hide frontend admin bar for these user roles
sk_sk: Skryť administračnú lištu pre tieto skupiny používateľov

source: Hide items from admin bar
sk_sk: Skryť položky administračnej lišty

source: Inactive opacity
sk_sk: Neaktívna nepriehľadnosť

source: Inactive size
sk_sk: Neaktívna veľkosť

source: Mouse enter delay
sk_sk: Odozva pri maximalizácii

source: Mouse leave delay
sk_sk: Odozva pri minimalizácii

source: Position
sk_sk: Pozícia

source: Show frontend admin bar only on screens bigger than
sk_sk: Zobraziť administračnú lištu len pre obrazovky väčšie ako
